_org/_draft/2012-12-23-movies_books_in_2012.org
#+BEGIN_HTML
---
layout: post
title: 2012的电影和书盘点
tags: [nothing]
---
#+END_HTML

年纪不小了，总结也要开始严肃起来了。要细致、要严谨、要成为共产主义战士。

算算自己今年的书和电影吧,从自己的豆瓣上的记录拿来的。

** 书
*** /鲁滨逊漂流记/ 完成
*** /史蒂夫·乔布斯传/ 完成
*** /胡适口述自传/ 50%
    自己看着感兴趣的章节。
*** /Linux/Unix设计思想/ 快速通览
    和 /Unix编程艺术/ 基本一样，看过的就没必要看这本了。
*** /通往奴役之路/ 复习
    部分章节
*** /谁会认错/ 完成
*** /乌合之众/ 收尾
    扔那好长时间还差一章节，就收尾了。
*** /链接器和加载器/ 复习
*** /集体智慧编程/ 25%
*** /编码/ 90%
    还剩一章收尾。
*** /重构/ 快速通览
*** /自控力/ 完成
*** /上帝掷骰子吗/ 完成
*** /论中国/ 90%
    由于国庆假期在家看的，时间有限，还剩几十页没看。
*** /动物庄园/ 完成
*** /论人类不平等的起源/ 完成
    如果不是翻译的问题，那就一定是我智商的问题。浑浑噩噩看完的。
*** /失败的逻辑/ 完成
*** /影响力/ 75%？
    忘了自己看到哪里了，断断续续看的。
*** /浪潮之巅/ 完成
*** /数学之美/ 完成
*** /信息检索导论/ 完成
*** /金融的逻辑/ 完成
*** /谣言粉碎机/ 完成
*** /华尔街的扑克牌/ 完成
    同 /论人类不平等的起源/ ....两者都在火车看的...果然。
*** /旅行，人生最有价值的投资/ 完成
*** /实用Common Lisp编程 / 50%？
*** /计算机程序的构造和解释/ 30%?
    对于习惯指令式语言的人类来说...异次元世界的东西真的很brainfuck。
    
** 电影
*** /蝙蝠侠：黑暗骑士崛起/
*** /只有你/
    女主好漂亮。
*** /初恋这件小事/
    女ds逆袭，同上。
*** /壮志凌云/
*** /V字仇杀队/
    拜CCAV6所赐，瞬间网上遍地都是，总菊等着自爆吧。
*** /人再jiong途之泰jiong/ 影院
*** /巴顿将军/
    从小时候开始电影刚开始的星条旗下的演讲那幕就深入我心。全篇的镜头运用都是王。
*** /少年派的奇幻漂流/ 影院
    剧情、配乐、特效、画面没有落下的
*** /诱惑法则/
*** /危情三日/
    真男人，真汉子。
*** /谍影重重/ 1-4
    为了看4，该复习的复习，该补课的补课。
*** /里约大冒险/
    忘了是不是今年的了。
*** /搏击俱乐部/
    同上。
*** /Ice Age 4/
*** /美丽人生/
    好爸爸。
*** /亚伯拉罕·林肯：吸血鬼猎人/
*** /环形使者/
*** /野蛮人/
*** /大武当之天地密码/
    NC片，我还忍着看完了。
*** /光晕4：航向黎明号/
*** /坏中尉/
*** /太空一号/
*** /潘神的迷宫/
*** /胡桃夹子：魔境冒险/
*** /一天/
*** /黑镜/
*** /神探夏洛克/
    是今年出的最新一季的么？
*** /罗宾汉/
*** /敢死队2/
*** /飞屋环游记/
*** /泰迪熊/
    毁三观，从此看泰迪熊的广告就....是德芙的广告么？
*** /猫鼠游戏/
    隐约记得以前看过
*** /国王的演讲/
*** /致命ID Identity/
*** /本杰明·巴顿奇事/
*** /怦然心动/
    女主好漂亮，我说的是她小时候。。。
*** /普罗米修斯/
*** /飓风营救2/ 影院
    因为1，所以2.。。可惜2没1好看。
*** /野战排/
*** /寂静岭/
*** /汉密尔顿：国家利益/
*** /光荣/
*** /狗镇/
*** /完美风暴/
    男人都爱乔治·克鲁尼
*** /总统杀局/
    还没收尾，同上。
*** /伊娃 Eva/
*** /秒速五厘米/
    新海诚，新海诚，新海诚。想复习 /云之彼端/
*** /超级战舰/ 影院
*** /赛德克·巴莱/
*** /黑衣人3/ 影院
*** /超能失控/
*** /晚秋/
*** /泰坦尼克号 3D版/ 影院
*** /碟中谍4/
*** /战马/
*** /白兔糖/
    一小部分，记得回头看完。
*** /龙门飞甲/
*** /那些年，我们一起追的女孩/
*** /big bang s6/
    保留节目。
