_org/_draft/2012-12-23-movies_books_in_2012.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>---</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="---"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-12-23T13:45+0800"/>
<meta name="author" content="Qin Jian"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">---</h1>


---
layout: post
title: 2012的电影和书盘点
tags: [nothing]
---

<p>
年纪不小了，总结也要开始严肃起来了。要细致、要严谨、要成为共产主义战士。
</p>
<p>
算算自己今年的书和电影吧,从自己的豆瓣上的记录拿来的。
</p>

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 书</a>
<ul>
<li><a href="#sec-1-1">1.1 <i>鲁滨逊漂流记</i> 完成</a></li>
<li><a href="#sec-1-2">1.2 <i>史蒂夫·乔布斯传</i> 完成</a></li>
<li><a href="#sec-1-3">1.3 <i>胡适口述自传</i> 50%</a></li>
<li><a href="#sec-1-4">1.4 <i>Linux/Unix设计思想</i> 快速通览</a></li>
<li><a href="#sec-1-5">1.5 <i>通往奴役之路</i> 复习</a></li>
<li><a href="#sec-1-6">1.6 <i>谁会认错</i> 完成</a></li>
<li><a href="#sec-1-7">1.7 <i>乌合之众</i> 收尾</a></li>
<li><a href="#sec-1-8">1.8 <i>链接器和加载器</i> 复习</a></li>
<li><a href="#sec-1-9">1.9 <i>集体智慧编程</i> 25%</a></li>
<li><a href="#sec-1-10">1.10 <i>编码</i> 90%</a></li>
<li><a href="#sec-1-11">1.11 <i>重构</i> 快速通览</a></li>
<li><a href="#sec-1-12">1.12 <i>自控力</i> 完成</a></li>
<li><a href="#sec-1-13">1.13 <i>上帝掷骰子吗</i> 完成</a></li>
<li><a href="#sec-1-14">1.14 <i>论中国</i> 90%</a></li>
<li><a href="#sec-1-15">1.15 <i>动物庄园</i> 完成</a></li>
<li><a href="#sec-1-16">1.16 <i>论人类不平等的起源</i> 完成</a></li>
<li><a href="#sec-1-17">1.17 <i>失败的逻辑</i> 完成</a></li>
<li><a href="#sec-1-18">1.18 <i>影响力</i> 75%？</a></li>
<li><a href="#sec-1-19">1.19 <i>浪潮之巅</i> 完成</a></li>
<li><a href="#sec-1-20">1.20 <i>数学之美</i> 完成</a></li>
<li><a href="#sec-1-21">1.21 <i>信息检索导论</i> 完成</a></li>
<li><a href="#sec-1-22">1.22 <i>金融的逻辑</i> 完成</a></li>
<li><a href="#sec-1-23">1.23 <i>谣言粉碎机</i> 完成</a></li>
<li><a href="#sec-1-24">1.24 <i>华尔街的扑克牌</i> 完成</a></li>
<li><a href="#sec-1-25">1.25 <i>旅行，人生最有价值的投资</i> 完成</a></li>
<li><a href="#sec-1-26">1.26 /实用Common Lisp编程 / 50%？</a></li>
<li><a href="#sec-1-27">1.27 <i>计算机程序的构造和解释</i> 前3章</a></li>
</ul>
</li>
<li><a href="#sec-2">2 电影</a>
<ul>
<li><a href="#sec-2-1">2.1 <i>蝙蝠侠：黑暗骑士崛起</i></a></li>
<li><a href="#sec-2-2">2.2 <i>只有你</i></a></li>
<li><a href="#sec-2-3">2.3 <i>初恋这件小事</i></a></li>
<li><a href="#sec-2-4">2.4 <i>壮志凌云</i></a></li>
<li><a href="#sec-2-5">2.5 <i>V字仇杀队</i></a></li>
<li><a href="#sec-2-6">2.6 <i>人再jiong途之泰jiong</i> 影院</a></li>
<li><a href="#sec-2-7">2.7 <i>巴顿将军</i></a></li>
<li><a href="#sec-2-8">2.8 <i>少年派的奇幻漂流</i> 影院</a></li>
<li><a href="#sec-2-9">2.9 <i>诱惑法则</i></a></li>
<li><a href="#sec-2-10">2.10 <i>危情三日</i></a></li>
<li><a href="#sec-2-11">2.11 <i>谍影重重</i> 1-4</a></li>
<li><a href="#sec-2-12">2.12 <i>里约大冒险</i></a></li>
<li><a href="#sec-2-13">2.13 <i>搏击俱乐部</i></a></li>
<li><a href="#sec-2-14">2.14 <i>Ice Age 4</i></a></li>
<li><a href="#sec-2-15">2.15 <i>美丽人生</i></a></li>
<li><a href="#sec-2-16">2.16 <i>亚伯拉罕·林肯：吸血鬼猎人</i></a></li>
<li><a href="#sec-2-17">2.17 <i>环形使者</i></a></li>
<li><a href="#sec-2-18">2.18 <i>野蛮人</i></a></li>
<li><a href="#sec-2-19">2.19 <i>大武当之天地密码</i></a></li>
<li><a href="#sec-2-20">2.20 <i>光晕4：航向黎明号</i></a></li>
<li><a href="#sec-2-21">2.21 <i>坏中尉</i></a></li>
<li><a href="#sec-2-22">2.22 <i>太空一号</i></a></li>
<li><a href="#sec-2-23">2.23 <i>潘神的迷宫</i></a></li>
<li><a href="#sec-2-24">2.24 <i>胡桃夹子：魔境冒险</i></a></li>
<li><a href="#sec-2-25">2.25 <i>一天</i></a></li>
<li><a href="#sec-2-26">2.26 <i>黑镜</i></a></li>
<li><a href="#sec-2-27">2.27 <i>神探夏洛克</i></a></li>
<li><a href="#sec-2-28">2.28 <i>罗宾汉</i></a></li>
<li><a href="#sec-2-29">2.29 <i>敢死队2</i></a></li>
<li><a href="#sec-2-30">2.30 <i>飞屋环游记</i></a></li>
<li><a href="#sec-2-31">2.31 <i>泰迪熊</i></a></li>
<li><a href="#sec-2-32">2.32 <i>猫鼠游戏</i></a></li>
<li><a href="#sec-2-33">2.33 <i>国王的演讲</i></a></li>
<li><a href="#sec-2-34">2.34 <i>致命ID Identity</i></a></li>
<li><a href="#sec-2-35">2.35 <i>本杰明·巴顿奇事</i></a></li>
<li><a href="#sec-2-36">2.36 <i>怦然心动</i></a></li>
<li><a href="#sec-2-37">2.37 <i>普罗米修斯</i></a></li>
<li><a href="#sec-2-38">2.38 <i>飓风营救2</i> 影院</a></li>
<li><a href="#sec-2-39">2.39 <i>野战排</i></a></li>
<li><a href="#sec-2-40">2.40 <i>寂静岭</i></a></li>
<li><a href="#sec-2-41">2.41 <i>汉密尔顿：国家利益</i></a></li>
<li><a href="#sec-2-42">2.42 <i>光荣</i></a></li>
<li><a href="#sec-2-43">2.43 <i>狗镇</i></a></li>
<li><a href="#sec-2-44">2.44 <i>完美风暴</i></a></li>
<li><a href="#sec-2-45">2.45 <i>总统杀局</i></a></li>
<li><a href="#sec-2-46">2.46 <i>伊娃 Eva</i></a></li>
<li><a href="#sec-2-47">2.47 <i>秒速五厘米</i></a></li>
<li><a href="#sec-2-48">2.48 <i>超级战舰</i> 影院</a></li>
<li><a href="#sec-2-49">2.49 <i>赛德克·巴莱</i></a></li>
<li><a href="#sec-2-50">2.50 <i>黑衣人3</i> 影院</a></li>
<li><a href="#sec-2-51">2.51 <i>超能失控</i></a></li>
<li><a href="#sec-2-52">2.52 <i>晚秋</i></a></li>
<li><a href="#sec-2-53">2.53 <i>泰坦尼克号 3D版</i> 影院</a></li>
<li><a href="#sec-2-54">2.54 <i>碟中谍4</i></a></li>
<li><a href="#sec-2-55">2.55 <i>战马</i></a></li>
<li><a href="#sec-2-56">2.56 <i>白兔糖</i></a></li>
<li><a href="#sec-2-57">2.57 <i>龙门飞甲</i></a></li>
<li><a href="#sec-2-58">2.58 <i>那些年，我们一起追的女孩</i></a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-3">
<h3 id="sec-1"><span class="section-number-3">1</span> 书</h3>
<div class="outline-text-3" id="text-1">


</div>

<div id="outline-container-1-1" class="outline-4">
<h4 id="sec-1-1"><span class="section-number-4">1.1</span> <i>鲁滨逊漂流记</i> 完成</h4>
<div class="outline-text-4" id="text-1-1">

</div>

</div>

<div id="outline-container-1-2" class="outline-4">
<h4 id="sec-1-2"><span class="section-number-4">1.2</span> <i>史蒂夫·乔布斯传</i> 完成</h4>
<div class="outline-text-4" id="text-1-2">

</div>

</div>

<div id="outline-container-1-3" class="outline-4">
<h4 id="sec-1-3"><span class="section-number-4">1.3</span> <i>胡适口述自传</i> 50%</h4>
<div class="outline-text-4" id="text-1-3">

<p>     自己看着感兴趣的章节。
</p></div>

</div>

<div id="outline-container-1-4" class="outline-4">
<h4 id="sec-1-4"><span class="section-number-4">1.4</span> <i>Linux/Unix设计思想</i> 快速通览</h4>
<div class="outline-text-4" id="text-1-4">

<p>     和 <i>Unix编程艺术</i> 基本一样，看过的就没必要看这本了。
</p></div>

</div>

<div id="outline-container-1-5" class="outline-4">
<h4 id="sec-1-5"><span class="section-number-4">1.5</span> <i>通往奴役之路</i> 复习</h4>
<div class="outline-text-4" id="text-1-5">

<p>     部分章节
</p></div>

</div>

<div id="outline-container-1-6" class="outline-4">
<h4 id="sec-1-6"><span class="section-number-4">1.6</span> <i>谁会认错</i> 完成</h4>
<div class="outline-text-4" id="text-1-6">

</div>

</div>

<div id="outline-container-1-7" class="outline-4">
<h4 id="sec-1-7"><span class="section-number-4">1.7</span> <i>乌合之众</i> 收尾</h4>
<div class="outline-text-4" id="text-1-7">

<p>     扔那好长时间还差一章节，就收尾了。
</p></div>

</div>

<div id="outline-container-1-8" class="outline-4">
<h4 id="sec-1-8"><span class="section-number-4">1.8</span> <i>链接器和加载器</i> 复习</h4>
<div class="outline-text-4" id="text-1-8">

</div>

</div>

<div id="outline-container-1-9" class="outline-4">
<h4 id="sec-1-9"><span class="section-number-4">1.9</span> <i>集体智慧编程</i> 25%</h4>
<div class="outline-text-4" id="text-1-9">

</div>

</div>

<div id="outline-container-1-10" class="outline-4">
<h4 id="sec-1-10"><span class="section-number-4">1.10</span> <i>编码</i> 90%</h4>
<div class="outline-text-4" id="text-1-10">

<p>     还剩一章收尾。
</p></div>

</div>

<div id="outline-container-1-11" class="outline-4">
<h4 id="sec-1-11"><span class="section-number-4">1.11</span> <i>重构</i> 快速通览</h4>
<div class="outline-text-4" id="text-1-11">

</div>

</div>

<div id="outline-container-1-12" class="outline-4">
<h4 id="sec-1-12"><span class="section-number-4">1.12</span> <i>自控力</i> 完成</h4>
<div class="outline-text-4" id="text-1-12">

</div>

</div>

<div id="outline-container-1-13" class="outline-4">
<h4 id="sec-1-13"><span class="section-number-4">1.13</span> <i>上帝掷骰子吗</i> 完成</h4>
<div class="outline-text-4" id="text-1-13">

</div>

</div>

<div id="outline-container-1-14" class="outline-4">
<h4 id="sec-1-14"><span class="section-number-4">1.14</span> <i>论中国</i> 90%</h4>
<div class="outline-text-4" id="text-1-14">

<p>     由于国庆假期在家看的，时间有限，还剩几十页没看。
</p></div>

</div>

<div id="outline-container-1-15" class="outline-4">
<h4 id="sec-1-15"><span class="section-number-4">1.15</span> <i>动物庄园</i> 完成</h4>
<div class="outline-text-4" id="text-1-15">

</div>

</div>

<div id="outline-container-1-16" class="outline-4">
<h4 id="sec-1-16"><span class="section-number-4">1.16</span> <i>论人类不平等的起源</i> 完成</h4>
<div class="outline-text-4" id="text-1-16">

<p>     如果不是翻译的问题，那就一定是我智商的问题。浑浑噩噩看完的。
</p></div>

</div>

<div id="outline-container-1-17" class="outline-4">
<h4 id="sec-1-17"><span class="section-number-4">1.17</span> <i>失败的逻辑</i> 完成</h4>
<div class="outline-text-4" id="text-1-17">

</div>

</div>

<div id="outline-container-1-18" class="outline-4">
<h4 id="sec-1-18"><span class="section-number-4">1.18</span> <i>影响力</i> 75%？</h4>
<div class="outline-text-4" id="text-1-18">

<p>     忘了自己看到哪里了，断断续续看的。
</p></div>

</div>

<div id="outline-container-1-19" class="outline-4">
<h4 id="sec-1-19"><span class="section-number-4">1.19</span> <i>浪潮之巅</i> 完成</h4>
<div class="outline-text-4" id="text-1-19">

</div>

</div>

<div id="outline-container-1-20" class="outline-4">
<h4 id="sec-1-20"><span class="section-number-4">1.20</span> <i>数学之美</i> 完成</h4>
<div class="outline-text-4" id="text-1-20">

</div>

</div>

<div id="outline-container-1-21" class="outline-4">
<h4 id="sec-1-21"><span class="section-number-4">1.21</span> <i>信息检索导论</i> 完成</h4>
<div class="outline-text-4" id="text-1-21">

</div>

</div>

<div id="outline-container-1-22" class="outline-4">
<h4 id="sec-1-22"><span class="section-number-4">1.22</span> <i>金融的逻辑</i> 完成</h4>
<div class="outline-text-4" id="text-1-22">

</div>

</div>

<div id="outline-container-1-23" class="outline-4">
<h4 id="sec-1-23"><span class="section-number-4">1.23</span> <i>谣言粉碎机</i> 完成</h4>
<div class="outline-text-4" id="text-1-23">

</div>

</div>

<div id="outline-container-1-24" class="outline-4">
<h4 id="sec-1-24"><span class="section-number-4">1.24</span> <i>华尔街的扑克牌</i> 完成</h4>
<div class="outline-text-4" id="text-1-24">

<p>     同 <i>论人类不平等的起源</i> &hellip;.两者都在火车看的&hellip;果然。
</p></div>

</div>

<div id="outline-container-1-25" class="outline-4">
<h4 id="sec-1-25"><span class="section-number-4">1.25</span> <i>旅行，人生最有价值的投资</i> 完成</h4>
<div class="outline-text-4" id="text-1-25">

</div>

</div>

<div id="outline-container-1-26" class="outline-4">
<h4 id="sec-1-26"><span class="section-number-4">1.26</span> /实用Common Lisp编程 / 50%？</h4>
<div class="outline-text-4" id="text-1-26">

</div>

</div>

<div id="outline-container-1-27" class="outline-4">
<h4 id="sec-1-27"><span class="section-number-4">1.27</span> <i>计算机程序的构造和解释</i> 前3章</h4>
<div class="outline-text-4" id="text-1-27">

<p>     对于习惯指令式语言的人类来说&hellip;异次元世界的东西真的很brainfuck。
</p>
</div>
</div>

</div>

<div id="outline-container-2" class="outline-3">
<h3 id="sec-2"><span class="section-number-3">2</span> 电影</h3>
<div class="outline-text-3" id="text-2">


</div>

<div id="outline-container-2-1" class="outline-4">
<h4 id="sec-2-1"><span class="section-number-4">2.1</span> <i>蝙蝠侠：黑暗骑士崛起</i></h4>
<div class="outline-text-4" id="text-2-1">

</div>

</div>

<div id="outline-container-2-2" class="outline-4">
<h4 id="sec-2-2"><span class="section-number-4">2.2</span> <i>只有你</i></h4>
<div class="outline-text-4" id="text-2-2">

<p>     女主好漂亮。
</p></div>

</div>

<div id="outline-container-2-3" class="outline-4">
<h4 id="sec-2-3"><span class="section-number-4">2.3</span> <i>初恋这件小事</i></h4>
<div class="outline-text-4" id="text-2-3">

<p>     女ds逆袭，同上。
</p></div>

</div>

<div id="outline-container-2-4" class="outline-4">
<h4 id="sec-2-4"><span class="section-number-4">2.4</span> <i>壮志凌云</i></h4>
<div class="outline-text-4" id="text-2-4">

</div>

</div>

<div id="outline-container-2-5" class="outline-4">
<h4 id="sec-2-5"><span class="section-number-4">2.5</span> <i>V字仇杀队</i></h4>
<div class="outline-text-4" id="text-2-5">

<p>     拜CCAV6所赐，瞬间网上遍地都是，总菊等着自爆吧。
</p></div>

</div>

<div id="outline-container-2-6" class="outline-4">
<h4 id="sec-2-6"><span class="section-number-4">2.6</span> <i>人再jiong途之泰jiong</i> 影院</h4>
<div class="outline-text-4" id="text-2-6">

</div>

</div>

<div id="outline-container-2-7" class="outline-4">
<h4 id="sec-2-7"><span class="section-number-4">2.7</span> <i>巴顿将军</i></h4>
<div class="outline-text-4" id="text-2-7">

<p>     从小时候开始电影刚开始的星条旗下的演讲那幕就深入我心。全篇的镜头运用都是王。
</p></div>

</div>

<div id="outline-container-2-8" class="outline-4">
<h4 id="sec-2-8"><span class="section-number-4">2.8</span> <i>少年派的奇幻漂流</i> 影院</h4>
<div class="outline-text-4" id="text-2-8">

<p>     剧情、配乐、特效、画面没有落下的
</p></div>

</div>

<div id="outline-container-2-9" class="outline-4">
<h4 id="sec-2-9"><span class="section-number-4">2.9</span> <i>诱惑法则</i></h4>
<div class="outline-text-4" id="text-2-9">

</div>

</div>

<div id="outline-container-2-10" class="outline-4">
<h4 id="sec-2-10"><span class="section-number-4">2.10</span> <i>危情三日</i></h4>
<div class="outline-text-4" id="text-2-10">

<p>     真男人，真汉子。
</p></div>

</div>

<div id="outline-container-2-11" class="outline-4">
<h4 id="sec-2-11"><span class="section-number-4">2.11</span> <i>谍影重重</i> 1-4</h4>
<div class="outline-text-4" id="text-2-11">

<p>     为了看4，该复习的复习，该补课的补课。
</p></div>

</div>

<div id="outline-container-2-12" class="outline-4">
<h4 id="sec-2-12"><span class="section-number-4">2.12</span> <i>里约大冒险</i></h4>
<div class="outline-text-4" id="text-2-12">

<p>     忘了是不是今年的了。
</p></div>

</div>

<div id="outline-container-2-13" class="outline-4">
<h4 id="sec-2-13"><span class="section-number-4">2.13</span> <i>搏击俱乐部</i></h4>
<div class="outline-text-4" id="text-2-13">

<p>     同上。
</p></div>

</div>

<div id="outline-container-2-14" class="outline-4">
<h4 id="sec-2-14"><span class="section-number-4">2.14</span> <i>Ice Age 4</i></h4>
<div class="outline-text-4" id="text-2-14">

</div>

</div>

<div id="outline-container-2-15" class="outline-4">
<h4 id="sec-2-15"><span class="section-number-4">2.15</span> <i>美丽人生</i></h4>
<div class="outline-text-4" id="text-2-15">

<p>     好爸爸。
</p></div>

</div>

<div id="outline-container-2-16" class="outline-4">
<h4 id="sec-2-16"><span class="section-number-4">2.16</span> <i>亚伯拉罕·林肯：吸血鬼猎人</i></h4>
<div class="outline-text-4" id="text-2-16">

</div>

</div>

<div id="outline-container-2-17" class="outline-4">
<h4 id="sec-2-17"><span class="section-number-4">2.17</span> <i>环形使者</i></h4>
<div class="outline-text-4" id="text-2-17">

</div>

</div>

<div id="outline-container-2-18" class="outline-4">
<h4 id="sec-2-18"><span class="section-number-4">2.18</span> <i>野蛮人</i></h4>
<div class="outline-text-4" id="text-2-18">

</div>

</div>

<div id="outline-container-2-19" class="outline-4">
<h4 id="sec-2-19"><span class="section-number-4">2.19</span> <i>大武当之天地密码</i></h4>
<div class="outline-text-4" id="text-2-19">

<p>     NC片，我还忍着看完了。
</p></div>

</div>

<div id="outline-container-2-20" class="outline-4">
<h4 id="sec-2-20"><span class="section-number-4">2.20</span> <i>光晕4：航向黎明号</i></h4>
<div class="outline-text-4" id="text-2-20">

</div>

</div>

<div id="outline-container-2-21" class="outline-4">
<h4 id="sec-2-21"><span class="section-number-4">2.21</span> <i>坏中尉</i></h4>
<div class="outline-text-4" id="text-2-21">

</div>

</div>

<div id="outline-container-2-22" class="outline-4">
<h4 id="sec-2-22"><span class="section-number-4">2.22</span> <i>太空一号</i></h4>
<div class="outline-text-4" id="text-2-22">

</div>

</div>

<div id="outline-container-2-23" class="outline-4">
<h4 id="sec-2-23"><span class="section-number-4">2.23</span> <i>潘神的迷宫</i></h4>
<div class="outline-text-4" id="text-2-23">

</div>

</div>

<div id="outline-container-2-24" class="outline-4">
<h4 id="sec-2-24"><span class="section-number-4">2.24</span> <i>胡桃夹子：魔境冒险</i></h4>
<div class="outline-text-4" id="text-2-24">

</div>

</div>

<div id="outline-container-2-25" class="outline-4">
<h4 id="sec-2-25"><span class="section-number-4">2.25</span> <i>一天</i></h4>
<div class="outline-text-4" id="text-2-25">

</div>

</div>

<div id="outline-container-2-26" class="outline-4">
<h4 id="sec-2-26"><span class="section-number-4">2.26</span> <i>黑镜</i></h4>
<div class="outline-text-4" id="text-2-26">

</div>

</div>

<div id="outline-container-2-27" class="outline-4">
<h4 id="sec-2-27"><span class="section-number-4">2.27</span> <i>神探夏洛克</i></h4>
<div class="outline-text-4" id="text-2-27">

<p>     是今年出的最新一季的么？
</p></div>

</div>

<div id="outline-container-2-28" class="outline-4">
<h4 id="sec-2-28"><span class="section-number-4">2.28</span> <i>罗宾汉</i></h4>
<div class="outline-text-4" id="text-2-28">

</div>

</div>

<div id="outline-container-2-29" class="outline-4">
<h4 id="sec-2-29"><span class="section-number-4">2.29</span> <i>敢死队2</i></h4>
<div class="outline-text-4" id="text-2-29">

</div>

</div>

<div id="outline-container-2-30" class="outline-4">
<h4 id="sec-2-30"><span class="section-number-4">2.30</span> <i>飞屋环游记</i></h4>
<div class="outline-text-4" id="text-2-30">

</div>

</div>

<div id="outline-container-2-31" class="outline-4">
<h4 id="sec-2-31"><span class="section-number-4">2.31</span> <i>泰迪熊</i></h4>
<div class="outline-text-4" id="text-2-31">

<p>     毁三观，从此看泰迪熊的广告就&hellip;.是德芙的广告么？
</p></div>

</div>

<div id="outline-container-2-32" class="outline-4">
<h4 id="sec-2-32"><span class="section-number-4">2.32</span> <i>猫鼠游戏</i></h4>
<div class="outline-text-4" id="text-2-32">

<p>    隐约记得以前看过
</p></div>

</div>

<div id="outline-container-2-33" class="outline-4">
<h4 id="sec-2-33"><span class="section-number-4">2.33</span> <i>国王的演讲</i></h4>
<div class="outline-text-4" id="text-2-33">

</div>

</div>

<div id="outline-container-2-34" class="outline-4">
<h4 id="sec-2-34"><span class="section-number-4">2.34</span> <i>致命ID Identity</i></h4>
<div class="outline-text-4" id="text-2-34">

</div>

</div>

<div id="outline-container-2-35" class="outline-4">
<h4 id="sec-2-35"><span class="section-number-4">2.35</span> <i>本杰明·巴顿奇事</i></h4>
<div class="outline-text-4" id="text-2-35">

</div>

</div>

<div id="outline-container-2-36" class="outline-4">
<h4 id="sec-2-36"><span class="section-number-4">2.36</span> <i>怦然心动</i></h4>
<div class="outline-text-4" id="text-2-36">

<p>     女主好漂亮，我说的是她小时候。。。
</p></div>

</div>

<div id="outline-container-2-37" class="outline-4">
<h4 id="sec-2-37"><span class="section-number-4">2.37</span> <i>普罗米修斯</i></h4>
<div class="outline-text-4" id="text-2-37">

</div>

</div>

<div id="outline-container-2-38" class="outline-4">
<h4 id="sec-2-38"><span class="section-number-4">2.38</span> <i>飓风营救2</i> 影院</h4>
<div class="outline-text-4" id="text-2-38">

<p>     因为1，所以2.。。可惜2没1好看。
</p></div>

</div>

<div id="outline-container-2-39" class="outline-4">
<h4 id="sec-2-39"><span class="section-number-4">2.39</span> <i>野战排</i></h4>
<div class="outline-text-4" id="text-2-39">

</div>

</div>

<div id="outline-container-2-40" class="outline-4">
<h4 id="sec-2-40"><span class="section-number-4">2.40</span> <i>寂静岭</i></h4>
<div class="outline-text-4" id="text-2-40">

</div>

</div>

<div id="outline-container-2-41" class="outline-4">
<h4 id="sec-2-41"><span class="section-number-4">2.41</span> <i>汉密尔顿：国家利益</i></h4>
<div class="outline-text-4" id="text-2-41">

</div>

</div>

<div id="outline-container-2-42" class="outline-4">
<h4 id="sec-2-42"><span class="section-number-4">2.42</span> <i>光荣</i></h4>
<div class="outline-text-4" id="text-2-42">

</div>

</div>

<div id="outline-container-2-43" class="outline-4">
<h4 id="sec-2-43"><span class="section-number-4">2.43</span> <i>狗镇</i></h4>
<div class="outline-text-4" id="text-2-43">

</div>

</div>

<div id="outline-container-2-44" class="outline-4">
<h4 id="sec-2-44"><span class="section-number-4">2.44</span> <i>完美风暴</i></h4>
<div class="outline-text-4" id="text-2-44">

<p>     男人都爱乔治·克鲁尼
</p></div>

</div>

<div id="outline-container-2-45" class="outline-4">
<h4 id="sec-2-45"><span class="section-number-4">2.45</span> <i>总统杀局</i></h4>
<div class="outline-text-4" id="text-2-45">

<p>     还没收尾，同上。
</p></div>

</div>

<div id="outline-container-2-46" class="outline-4">
<h4 id="sec-2-46"><span class="section-number-4">2.46</span> <i>伊娃 Eva</i></h4>
<div class="outline-text-4" id="text-2-46">

</div>

</div>

<div id="outline-container-2-47" class="outline-4">
<h4 id="sec-2-47"><span class="section-number-4">2.47</span> <i>秒速五厘米</i></h4>
<div class="outline-text-4" id="text-2-47">

<p>     新海诚，新海诚，新海诚。想复习 <i>云之彼端</i>
</p></div>

</div>

<div id="outline-container-2-48" class="outline-4">
<h4 id="sec-2-48"><span class="section-number-4">2.48</span> <i>超级战舰</i> 影院</h4>
<div class="outline-text-4" id="text-2-48">

</div>

</div>

<div id="outline-container-2-49" class="outline-4">
<h4 id="sec-2-49"><span class="section-number-4">2.49</span> <i>赛德克·巴莱</i></h4>
<div class="outline-text-4" id="text-2-49">

</div>

</div>

<div id="outline-container-2-50" class="outline-4">
<h4 id="sec-2-50"><span class="section-number-4">2.50</span> <i>黑衣人3</i> 影院</h4>
<div class="outline-text-4" id="text-2-50">

</div>

</div>

<div id="outline-container-2-51" class="outline-4">
<h4 id="sec-2-51"><span class="section-number-4">2.51</span> <i>超能失控</i></h4>
<div class="outline-text-4" id="text-2-51">

</div>

</div>

<div id="outline-container-2-52" class="outline-4">
<h4 id="sec-2-52"><span class="section-number-4">2.52</span> <i>晚秋</i></h4>
<div class="outline-text-4" id="text-2-52">

</div>

</div>

<div id="outline-container-2-53" class="outline-4">
<h4 id="sec-2-53"><span class="section-number-4">2.53</span> <i>泰坦尼克号 3D版</i> 影院</h4>
<div class="outline-text-4" id="text-2-53">

</div>

</div>

<div id="outline-container-2-54" class="outline-4">
<h4 id="sec-2-54"><span class="section-number-4">2.54</span> <i>碟中谍4</i></h4>
<div class="outline-text-4" id="text-2-54">

</div>

</div>

<div id="outline-container-2-55" class="outline-4">
<h4 id="sec-2-55"><span class="section-number-4">2.55</span> <i>战马</i></h4>
<div class="outline-text-4" id="text-2-55">

</div>

</div>

<div id="outline-container-2-56" class="outline-4">
<h4 id="sec-2-56"><span class="section-number-4">2.56</span> <i>白兔糖</i></h4>
<div class="outline-text-4" id="text-2-56">

</div>

</div>

<div id="outline-container-2-57" class="outline-4">
<h4 id="sec-2-57"><span class="section-number-4">2.57</span> <i>龙门飞甲</i></h4>
<div class="outline-text-4" id="text-2-57">

</div>

</div>

<div id="outline-container-2-58" class="outline-4">
<h4 id="sec-2-58"><span class="section-number-4">2.58</span> <i>那些年，我们一起追的女孩</i></h4>
<div class="outline-text-4" id="text-2-58">


</div>
</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2012-12-23T13:45+0800</p>
<p class="author">Author: Qin Jian</p>
<p class="creator"><a href="http://orgmode.org">Org</a> version 7.9.2 with <a href="http://www.gnu.org/software/emacs/">Emacs</a> version 24</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
